{
    "LATAM": {
        "AR": {
            "es": {
                "¿Qué requisitos debo cumplir para sumarme a Pedidos Ya y empezar a vender?": "Documento de identidad Inicio de actividades de Servicio de impuestos internos Cuenta bancaria",
                "¿Cómo y cuándo son los pagos?": "En la sección \"Finanzas\" de Partner Portal, podrás ver tu estado de cuenta y las fechas de emisión de tu pago. Cada semana, recibirás tu liquidación y emitiremos tu pago por transferencia bancaria.",
                "¿Cómo gestiono la información/datos de mi negocio?": "En PedidosYa contás con Partner Portal, nuestro sitio de autogestión, donde podrás visualizar datos relevantes de tu negocio y realizar acciones como modificar precios, descripciones, productos y mucho más.Además, contás con un chat de Ayuda en Línea las 24 hs donde nuestros agentes te ayudarán en lo que necesites.Para loguearte en Partner Portal de PedidosYa, recibirás tu usuario y contraseña en el correo electrónico que utilizaste para registrar tu negocio. Las credenciales, una vez que te son enviadas, tienen apenas unas horas de vigencia, por lo que te recomendamos realizar el registro apenas recibas el correo electrónico.",
                "¿Con quién me contacto si tengo algún problema?": "Para poder ayudarte en cualquier tema vinculado a tu cuenta, dudas, consultas o problemas con alguna orden, podés comunicarte a través de Ayuda en Línea en Partner Portal o en tu sistema de recepción de pedidos (GoDroid o GoWin) las 24 hs todos los días de la semana.",
                "¿Cómo debo operar en el día a día?": "En PedidosYa cuidamos mucho a nuestros usuarios y queremos ofrecerles una experiencia increíble, rápida y fácil, por eso es muy importante que:1- Aceptes los pedidos de manera rápida para evitar que se cancelen.2- Evites rechazar pedidos porque es muy frustrante para los clientes y a su vez, tu comercio pierde reputación.3- Verifiques en la orden el horario de llegada del repartidor para evitar demoras en la promesa de entrega a nuestros usuarios.Es clave prestar atención a estos puntos para evitar cierres de tu local por fallas operativas. Estos cierres son automáticos y buscan cuidar la reputación de tu local, la experiencia del usuario y la salud de nuestra plataforma.Si tienes inconvenientes o demoras en la cocina, no dudes en contactarte con Ayuda en Línea en Partner Portal para que podamos guiarte sobre cómo resolverlos.",
                "¿Qué debo tener en cuenta a la hora de recibir un pedido?": "En PedidosYa, cuidamos mucho la experiencia de nuestros usuarios y queremos que vuelvan a pedir. Por eso, cuando recibas un pedido, es muy importante:1- Que prestes atención a tu sistema de recepción y confirmes el pedido antes de los 5 minutos de haber ingresado, para evitar que ese pedido se cancele.2- Que evites rechazar órdenes ya que esto implica una cancelación para los usuarios. Si aceptás órdenes de manera rápida y no las cancelas, podrás asegurar una buena experiencia para tus clientes, ¡que volverán a elegirte!",
                "¿Cómo funcionan las áreas de entrega?": "En PedidosYa queremos garantizar la mejor experiencia para nuestros usuarios y la calidad de los productos que reciben. Por eso nuestras áreas de entrega se determinan en función de tiempos de manejo. Las áreas de entrega son dinámicas, esto significa que pueden modificarse en días de mucha lluvia o de mucho tráfico. De esta forma, evitamos que los tiempos se vean afectados y aseguramos la calidad de tus productos.",
                "¿Puedo contratar publicidad en la app de PedidosYa?": "En PedidosYa contamos con varias propuestas para que destaques tu restaurante en la app con espacios de posicionamiento promocionado según tus objetivos de venta. Podés gestionarlos desde Partner Portal en forma directa.También podrás sumarte a campañas de Marketing con productos seleccionados y aplicar descuentos en productos específicos o en todo tu menú. Esto te da mayor visibilidad, atrae mucho a los usuarios y ayuda a potenciar tu negocio."
            }
        }
    },
    "MENA": {
        "AE": {
            "en": {
                "Why should I partner with talabat?": "talabat helps businesses grow sales, reach new customers, and increase brand awareness online. By partnering with us, you can get access to thousands of new customers who want to order from businesses like yours for delivery and pickup.",
                "How do I become a talabat partner?": "To become a talabat partner, please fill out the form above and make sure to provide a valid phone number and email address. You’ll also need to complete the online process and provide legally valid documents to ensure quick onboarding.",
                "Is talabat available in my country?": "The easiest way to check if talabat is available is your area is to begin the sign up process. If we don't operate in your area, we will keep your details to reach out once we grow our operations.",
                "Why do you charge commission fee?": "The commission fee collected ensures our delivery partners are fairly paid and enables us to provide platform services for online ordering and delivery services.We believe our delivery partners need this boost to cover their time, distance travelled and efforts adequately on top of the delivery fee paid by customers.The remainder, if any, is used to cover operating costs, which includes delivery partner insurance, cashless payment transaction costs, product and service improvements, marketing cost and backend manpower like customer service for you, customers and delivery partners.",
                "What documents do I need to become a talabat partner?": "We will ask you to provide a copy of the following documents so we can verify and validate things on our side: Trade License/Business Registration Tax certificate (if applicable) Emirates I.D Power of Attorney (if applicable) Trademark certificate (if applicable)",
                "What is the radius of the talabat delivery?": "Our delivery radius is set to within a 15 minute drive time from the location of the business or shop. This is to ensure our partners are close to their customers while keeping the orders fresh.",
                "How will I receive orders from talabat?": "talabat will provide you with a tablet that comes pre-installed with software that you can use to manage and receive customer orders.",
                "Can I stop orders if it gets too busy?": "Yes, our partners can pause orders at any time. Using our tablet, you can pause your store from collecting orders for a specific time period. You can also indicate that your store is busy, letting customers know to expect longer prep times.",
                "How frequently will I get paid?": "Your first payment will be 45 days after you go live after which, you will receive payments from talabat every 2 weeks.",
                "What happens once I go live?": "Once you become a talabat partner, you will have a dedicated account manager who will assist you in boosting your orders and revenues on the platform.Additionally, you will be granted access to talabat's Vendor Portal, where you can find more details about the platform's operations and logistics, training materials, and the ability to manage your listings."
            }
        }
    }
}